import React from "react";

const Handbook = () => {
  return (
    <div className="container mt-5">
      <h1 className="text-primary">
        คู่มือการดูแลตนเองเพื่อลดระดับความรุนแรงอาการฝ่ามือฝ่าเท้าอักเสบ
      </h1>
      <h2 className="text-secondary">
        สำหรับผู้ป่วยมะเร็งลำไส้ใหญ่และทวารหนักที่ได้รับยาเคปไซตาบีน
      </h2>
      <img src="/img/ch1.png" alt="บทที่ 1" className="img-fluid my-3" />

      <section className="mt-4">
        <h3 className="text-info">เรียบเรียงโดย</h3>
        <p>พว. อพัชนิภา บุญหลี</p>
      </section>

      <section className="mt-4">
        <h3 className="text-info">สารบัญ</h3>
        <ul className="list-unstyled">
          <li>
            <a href="#chapter1" className="text-decoration-none text-primary">
              บทที่ 1 การรักษาผู้ป่วยมะเร็งลำไส้ใหญ่และทวารหนักด้วยยาเคปไซตาบีน
            </a>
          </li>
          <li>
            <a href="#chapter2" className="text-decoration-none text-primary">
              บทที่ 2 อาการฝ่ามือฝ่าเท้าอักเสบ
            </a>
          </li>
          <li>
            <a href="#chapter3" className="text-decoration-none text-primary">
              บทที่ 3 การประเมินอาการฝ่ามือฝ่าเท้าอักเสบ
            </a>
          </li>
          <li>
            <a href="#chapter4" className="text-decoration-none text-primary">
              บทที่ 4
              การดูแลตนเองเพื่อลดระดับความรุนแรงของอาการฝ่ามือฝ่าเท้าอักเสบ
            </a>
          </li>
          <li>
            <a href="#chapter5" className="text-decoration-none text-primary">
              บทที่ 5 การบริหารยาเคปไซตาบีน
            </a>
          </li>
        </ul>
      </section>

      <section id="chapter1" className="mt-4 card">
        <div className="card-body">
          <h3 className="text-info">
            บทที่ 1:
            การรักษาผู้ป่วยมะเร็งลำไส้ใหญ่และทวารหนักด้วยยาเคมีบำบัดชนิดรับประทาน
          </h3>
          <div className="row">
            <div className="col-md-12 col-12">
              <p>
                ยาเคปไซตาบีน (Capecitabine)
                เป็นยาต้านมะเร็งชนิดรับประทานทางปากชนิดแรกที่ได้รับการรับรองจากองค์การอาหารและยา
                (FDA)
                สามารถใช้แบบเดี่ยวสำหรับการรักษาแบบเสริมของมะเร็งลำไส้ใหญ่และทวารหนัก
                และสำหรับการรักษามะเร็งลำไส้ใหญ่ระยะแพร่กระจาย
                นอกจากนี้ยาเคปไซตาบีนสามารถใช้ร่วมกับยาตัวอื่นได้เพื่อเป็นการรักษาเสริมหลังจากรักษาด้วยวิธีหลัก
                สำหรับการรักษามะเร็งลำไส้ใหญ่และทวารหนักที่ได้รับยาสูตร CAPEOX
              </p>
            </div>
          </div>
        </div>
      </section>

      <section id="chapter2" className="mt-4 card">
        <div className="card-body">
          <h3 className="text-info">
            บทที่ 2: อาการฝ่ามือฝ่าเท้าอักเสบ (Hand Foot Syndrome)
          </h3>
          <div className="row">
            <div className="col-md-6 col-12">
              <p>
                อาการฝ่ามือฝ่าเท้าอักเสบ [Hand Foot Syndrome (HFS)]
                เป็นปฏิกิริยาทางผิวหนังที่สัมพันธ์กับการได้รับยารักษาโรคมะเร็ง
                ลักษณะการเกิดอาการขึ้นอยู่กับชนิดของยาที่ได้รับ ขนาดยา
                และลักษณะของผู้ป่วย ส่วนใหญ่จะเกิดบริเวณมือและเท้า
                แต่ก็สามารถเกิดที่บริเวณพื้นผิวหนังสัมผัสอื่นๆได้ เช่น
                อาการผื่นแดงใต้ราวนม และยังเป็นที่รู้จักในชื่ออื่นๆ เช่น
                Palmar-plantar erythrodysesthesia (PPE) Acral erythema
                ซึ่งมีอาการเหมือนกับอาการฝ่ามือฝ่าเท้าอักเสบ.
              </p>
            </div>
          </div>
          <h5>อุบัติการณ์ของอาการฝ่ามือฝ่าเท้าอักเสบ</h5>
          <p>
            สำหรับอาการไม่พึงประสงค์ของยาเคปไซตาบีนที่ให้ร่วมกับเคมีบำบัดตัวอื่นที่พบได้บ่อยคือ
            อาการคลื่นไส้ อาเจียน ท้องเสีย และอาการฝ่ามือฝ่าเท้าอักเสบ
            ซึ่งอาการคลื่นไส้ อาเจียน และท้องเสีย
            อาการจะไม่รุนแรงมากและสามารถทุเลาลงหลังรับยาไปแล้ว 1 สัปดาห์
            โดยที่อาการฝ่ามือฝ่าเท้าอักเสบพบมากหลังได้รับยาครั้งแรก 6 สัปดาห์
            พบได้ร้อยละ 22 ถึง 77 ซึ่งที่ระดับความรุนแรงเล็กน้อยพบได้ร้อยละ 35
            ระดับความรุนแรงปานกลางพบได้ร้อยละ 43
            และระดับความรุนแรงมากพบได้ร้อยละ 21.
            แม้ว่าอาการฝ่ามือฝ่าเท้าอักเสบจะไม่เป็นอันตรายถึงชีวิต
            แต่อาการมักจะรบกวนการดำเนินชีวิตและอาจส่งผลต่อคุณภาพชีวิตได้
            ซึ่งผู้ป่วยที่มีอาการฝ่ามือฝ่าเท้าอักเสบรุนแรง
            อาจส่งผลทำให้ผู้ป่วยไม่ได้รับการรักษาอย่างต่อเนื่อง
            เนื่องจากต้องมีการเลื่อนการรับยาเคปไซตาบีนหรือลดขนาดของยาลงเพราะระดับความรุนแรงของอาการฝ่ามือฝ่าเท้าอักเสบขึ้นอยู่กับขนาดยา.
          </p>
          <div className="col-md-6 col-12">
            <img
              src="../img/ch2.png"
              alt="บทที่ 2"
              className="img-fluid my-3"
            />
          </div>

          <h5>
            กลไกลการเกิดอาการและลักษณะเฉพาะทางพยาธิของอาการฝ่ามือฝ่าเท้าอักเสบ
          </h5>
          <p>
            กลไกที่คาดว่าจะทำให้เกิดอาการฝ่ามือฝ่าเท้าอักเสบในผู้ป่วยที่ได้รับยาเคปไซตาบีน
            เกิดจากยาเคปไซตาบีนทำให้เอนไซม์ที่มีความเกี่ยวข้องในกระบวนการอักเสบและความปวดเพิ่มมากขึ้น
            โดยมีทฤษฎีที่เชื่อว่าอาการฝ่ามือฝ่าเท้าอักเสบมีการเพิ่มปริมาณของเอนไซม์ที่เกี่ยวกับการอักเสบ
            ที่บริเวณฝ่ามือฝ่าเท้า และการเปลี่ยนรูปของยาเพื่อขจัดยาออกจากร่างกาย
            เป็นสิ่งกระตุ้นให้มีการทำงานของเอนไซม์นี้
            เพิ่มมากขึ้นเมื่อนำเอาชิ้นเนื้อที่เกิดผลกระทบจากอาการฝ่ามือฝ่าเท้าอักเสบมาวิเคราะห์พบว่าบริเวณนั้นมีเม็ดเลือดขาวเพิ่มสูงขึ้นและมีการขยายตัวของหลอดเลือดจนเกิดอาการบวมบริเวณฝ่ามือฝ่าเท้าได้
            และการสะสมของยาเคปไซตาบีนที่บริเวณฝ่ามือและฝ่าเท้าอาจเกิดจากการรั่วของยาจากหลอดเลือดออกมาสะสมบริเวณฝ่ามือฝ่าเท้ามากขึ้นหรือการที่ยาถูกขับออกมาจากต่อมเหงื่อทำให้พบได้มากที่บริเวณฝ่ามือหรือฝ่าเท้ามากกว่าบริเวณอื่นของร่างกาย
          </p>
          <h5>ปัจจัยการเกิดอาการฝ่ามือฝ่าเท้าอักเสบ</h5>
          <p>
            มีปัจจัยหลายอย่างที่ส่งเสริมให้เกิดอาการฝ่ามือฝ่าเท้าอักเสบในผู้ป่วยมะเร็งที่ได้รับยาเคปไซตาบีนดังนี้{" "}
          </p>
          <ul>
            <li>
              <div className="col-md-6 col-12">
                <img
                  src="/img/ch2-1.png"
                  alt="บทที่ 2"
                  className="img-fluid my-3"
                />
              </div>
              1. ผู้ป่วยที่ใช้ยาลดความดันโลหิต
              มีรูปร่างอ้วนจะมีค่าพื้นที่ผิวของร่างกายมากและมีระดับอัลบูมินในเลือดต่ำจะมีโอกาสเกิดอาการฝ่ามือฝ่าเท้าอักเสบได้มาก
            </li>
            <li>
              <div className="col-md-6 col-12">
                <img
                  src="/img/ch2-2.png"
                  alt="บทที่ 2"
                  className="img-fluid my-3"
                />
              </div>
              2. ผู้ป่วยที่มีอายุมากว่า 80 ปีขึ้นไปมักมีค่าการทำหน้าที่
              ของไตลดลง
              จะมีโอกาสเกิดอาการฝ่ามือฝ่าเท้าอักเสบที่มีระดับความรุนแรงได้มากกว่าผู้ป่วยทั่วไป
            </li>
            <li>
              <div className="col-md-6 col-12">
                <img
                  src="/img/ch2-3.png"
                  alt="บทที่ 2"
                  className="img-fluid my-3"
                />
              </div>
              3. ผู้ป่วยที่มีประวัติเป็นโรคเบาหวาน ได้รับยาบีวาซิซูแมบ
              (Bevacizumab) ร่วมกับยาเคปไซตาบีน และมีประวัติเคยได้รับยา 5-FU
              จะมีโอกาสเกิดอาการฝ่ามือฝ่าเท้าอักเสบได้มาก
            </li>
            <li>
              <div className="col-md-6 col-12">
                <img
                  src="/img/ch2-4.png"
                  alt="บทที่ 2"
                  className="img-fluid my-3"
                />
              </div>
              4. ผู้ป่วยสูงอายุที่มีภาวะไตวายและมีภาวะซีด
              จะมีโอกาสเกิดอาการฝ่ามือฝ่าเท้าอักเสบรุนแรงมากกว่าผู้ป่วยทั่วไป
            </li>
          </ul>
        </div>
      </section>

      <section id="chapter3" className="mt-4 card">
        <div className="card-body">
          <h3 className="text-info">
            บทที่ 3: การประเมินอาการฝ่ามือฝ่าเท้าอักเสบ
          </h3>
          <h5>อาการและอาการแสดงของฝ่ามือฝ่าเท้าอักเสบ</h5>
          <p>
            โดยอาการฝ่ามือฝ่าเท้าอักเสบ
            จะเกิดแบบค่อยเป็นค่อยไปบริเวณฝ่ามือและฝ่าเท้า รวมถึงอาจมีอาการแดง
            เจ็บ ปวดบวม รู้สึกเสียวซ่า ชา เป็นรอยดำ มีตุ่มน้ำ แผลพุพอง
            ผิวแห้งแตก หรือมีการหลุดลอกของผิวหนัง
            เกิดเป็นแผลเปื่อยและอาจมีความบกพร่องทางประสาทสัมผัสหรือการรับความรู้สึก
            ถ้ารุนแรงมากขึ้นจะแตกเป็นแผลและติดเชื้อได้ง่าย เจ็บมาก
            จนไม่สามารถทำงานหรือใช้ชีวิตตามปกติได้
            ส่วนใหญ่ถ้าเป็นรุนแรงมากจำเป็นต้องหยุดยา
            ซึ่งอาการส่วนใหญ่จะดีขึ้นภายใน 1-2 วัน หลังหยุดยา
            และมักสู่ภาวะปกติใน 2 สัปดาห์แม้ว่าจะไม่เป็นอันตรายถึงชีวิต
            แต่อาการฝ่ามือฝ่าเท้าอักเสบ
            จะส่งผลต่อคุณภาพชีวิตและอาจส่งผลให้ได้รับการรักษาไม่ต่อเนื่อง
            มีการเลื่อนการให้ยาเคปไซตาบีน เพราะความรุนแรงของฝ่ามือฝ่าเท้าอักเสบ
            ส่วนใหญ่ขึ้นอยู่กับปริมาณของยาที่ได้รับและปริมาณยาสะสมทั้งหมด
          </p>
          <div className="col-md-6 col-12">
            <img
              src="/img/ch3-1.png"
              alt="บทที่ 3"
              className="img-fluid my-3"
            />
          </div>

          <h4>การแบ่งความรุนแรงของอาการฝ่ามือฝ่าเท้าอักเสบ</h4>
          <p>
            การประเมินระดับความรุนแรงของอาการฝ่ามือฝ่าเท้าอักเสบ
            ส่วนใหญ่ใช้เกณฑ์การประเมินอาการข้างเคียงขององค์กรสากล [National
            cancer institute common terminology criteria for adverse events -
            version 5.0 (NCI-CTCAE v5.0)] แบ่งเป็น 3 ระดับ ดังนี้
          </p>
          <div>
            <li>
              <div className="col-md-6 col-12">
                <img
                  src="/img/hfs1.png"
                  alt="บทที่ 3"
                  className="img-fluid my-3"
                />
              </div>
              ระดับที่ 1 ความรุนแรงน้อย ผิวหนังมีการเปลี่ยนแปลงเล็กน้อย
              สีผิวตามฝ่ามือฝ่าเท้ามีสีคล้ำ ไม่มีอาการเจ็บปวด (มีรอยแดง บวม
              และมีการหนาตัวของผิวหนังชั้นนอก)
            </li>
            <li>
              <div className="col-md-6 col-12">
                <img
                  src="/img/hfs2.png"
                  alt="บทที่ 3"
                  className="img-fluid my-3"
                />
              </div>
              ระดับที่ 2 ความรุนแรงปานกลาง
              มีอาการปวดร่วมด้วยและกระทบกับกิจวัตรประจำวัน (มีความด้านของผิวหนัง
              พอง มีเลือดออก บวม มีตุ่มน้ำ)
            </li>
            <li>
              <div className="col-md-6 col-12">
                <img
                  src="/img/hfs3.png"
                  alt="บทที่ 3"
                  className="img-fluid my-3"
                />
              </div>
              ระดับที่ 3 ความรุนแรงมาก มีอาการปวดรุนแรงและกระทบต่อการดูแลตนเอง
              (มีความด้านของผิวหนัง พอง มีเลือดออก บวม มีตุ่มน้ำ
              หรือมีการหลุดลอกของผิวหนังเกิดเป็นแผลเปื่อย)
            </li>
          </div>
        </div>
      </section>

      <section id="chapter4" className="mt-4 card">
        <div className="card-body">
          <h3 className="text-info">
            บทที่ 4:
            การดูแลตนเองเพื่อลดระดับความรุนแรงของอาการฝ่ามือฝ่าเท้าอักเสบ
          </h3>
          <ul>
            <li>
              <div className="col-md-6 col-12">
                <img
                  src="/img/ch4-1.png"
                  alt="บทที่ 4"
                  className="img-fluid my-3"
                />
              </div>
              ขณะอาบน้ำโดยให้ทำความสะอาดมือ เท้า
              และบริเวณรอยพับของผิวหนังโดยเฉพาะ หลังจากนั้นซับผิวหนังเบาๆ
              ให้แห้ง ไม่ให้อับชื้น
            </li>
            <li>
              <div className="col-md-6 col-12">
                <img
                  src="/img/ch4-2.png"
                  alt="บทที่ 4"
                  className="img-fluid my-3"
                />
              </div>
              เพิ่มความชุ่มชื้นเพื่อป้องกันอาการแห้งแตกของผิวหนังด้วยการทาครีมหรือโลชั่น
              เช่นทายูเรียครีม 10% ที่บริเวณฝ่ามือฝ่าเท้าวันละ 3 ครั้ง
              การทาครีมนี้ สามารถทาได้ทันทีภายหลังเริ่มการรักษาด้วยยาเคปไซตาบีน
            </li>
            <li>
              <div className="col-md-6 col-12">
                <img
                  src="/img/ch4-3.png"
                  alt="บทที่ 4"
                  className="img-fluid my-3"
                />
              </div>
              ควรสวมรองเท้าแบบพอดี
              ไม่คับแน่นเกินไปเพื่อให้มีการระบายอากาศที่เพียงพอ
            </li>
            <li>
              <div className="col-md-6 col-12">
                <img
                  src="/img/ch4-4.png"
                  alt="บทที่ 4"
                  className="img-fluid my-3"
                />
              </div>
              หลีกเลี่ยงการสัมผัสกับสารเคมีโดยตรง ได้แก่
              น้ำยาซักผ้าหรือผลิตภัณฑ์ทำความสะอาดในครัวเรือน
              และน้ำยาล้างมือที่มีแอลกอฮอล์13
              และควรใส่ถุงมือเมื่อใช้น้ำยาซักผ้าหรือผลิตภัณฑ์ทำความสะอาดในครัวเรือน
            </li>
            <li>
              <div className="col-md-6 col-12">
                <img
                  src="/img/ch4-5.png"
                  alt="บทที่ 4"
                  className="img-fluid my-3"
                />
              </div>
              ไม่ควรดื่มนมวัวมากกว่า 2 แก้วต่อวัน หรือมากกว่า 95 มิลลิลิตรต่อวัน
              เพราะในนมวัวมีสารเพิ่มการอักเสบอาจทำให้มีอาการมากขึ้น15
              แนะนำให้ดื่มนมถั่วเหลืองทดแทน
            </li>
            <li>
              <div className="col-md-6 col-12">
                <img
                  src="/img/ch4-6.png"
                  alt="บทที่ 4"
                  className="img-fluid my-3"
                />
              </div>
              แนะนำให้ใช้ครีมกันแดดที่มีค่าป้องกันแสงแดดมากกว่าหรือเท่ากับ 15
              (SPF ≥15) ทาผิวทุกๆ 2 ชั่วโมง
              เมื่อต้องทำกิจกรรมกลางแจ้งหรือนอกอาคาร
            </li>
            <li>
              <div className="col-md-6 col-12">
                <img
                  src="/img/ch4-7.png"
                  alt="บทที่ 4"
                  className="img-fluid my-3"
                />
              </div>
              หลีกเลี่ยงการสัมผัสแสงแดดโดยตรง โดยการใช้ร่ม/หมวก/
              ถุงมือ/สวมเสื้อแขนยาว
            </li>
            <li>
              <div className="col-md-6 col-12">
                <img
                  src="/img/ch4-8.png"
                  alt="บทที่ 4"
                  className="img-fluid my-3"
                />
              </div>
              งดการเดินเท้าเปล่า ควรสวมรองเท้าที่พื้นอ่อนนุ่ม มีหัวปิด
              พร้อมทั้งสวมถุงเท้าเพื่อลดการเสียดสี
            </li>
            <li>
              <div className="col-md-6 col-12">
                <img
                  src="/img/ch4-9.png"
                  alt="บทที่ 4"
                  className="img-fluid my-3"
                />
              </div>
              หลีกเลี่ยงกิจกรรมที่เพิ่มแรงกดทับบนฝ่ามือฝ่าเท้า เช่น การวิ่ง
              การเต้นแอโรบิค แนะนำให้เดินในช่วงเวลาสั้น ๆ
              ไม่ควรเดินเป็นเวลานานโดยไม่หยุดพัก
            </li>
            <li>
              <div className="col-md-6 col-12">
                <img
                  src="/img/ch4-10.png"
                  alt="บทที่ 4"
                  className="img-fluid my-3"
                />
              </div>
              หลีกเลี่ยงกิจกรรมที่สร้างแรงกดดันบนนิ้วมือหรือฝ่ามือ เช่น การกดจุด
              การเขียนเป็นเวลานาน
            </li>
            <li>
              <div className="col-md-6 col-12">
                <img
                  src="/img/ch4-11.png"
                  alt="บทที่ 4"
                  className="img-fluid my-3"
                />
              </div>
              หลีกเลี่ยงแหล่งความร้อน เช่น การซาวน่า การอาบแดด การอาบน้ำร้อน
            </li>
            <li>
              <div className="col-md-6 col-12">
                <img
                  src="/img/ch4-12.png"
                  alt="บทที่ 4"
                  className="img-fluid my-3"
                />
              </div>
              หลีกเลี่ยงกิจกรรมที่ต้องจับแน่นเพราะเป็นการเพิ่มแรงกดทับบนฝ่ามือ
              เช่น การจับมีดหั่นอาหาร การขับรถป็นเวลานาน
              และหลีกเลี่ยงการใช้อุปกรณ์เครื่องมือช่าง เช่น ไขควง ค้อน
              หรือเครื่องมือทำสวน
            </li>
          </ul>
        </div>
      </section>

      <section id="chapter5" className="mt-4 card">
        <div className="card-body">
          <h3 className="text-info">บทที่ 5: การบริหารยาเคปไซตาบีน</h3>
          <p>
            ข้อปฏิบัติเกี่ยวกับการรับประทานยาเคปไซตาบีนอย่างถูกต้อง
            มีดังต่อไปนี้
          </p>
          <ul>
            <li>
              รับประทานยาเม็ดเคปไซตาบีน วันละ 2 เวลา เช้าและเย็น
              (ต้องห่างกันประมาณ 12 ชั่วโมง)
            </li>
            <li>
              รับประทานโดยการกลืนยาพร้อมน้ำเปล่าภายใน 30 นาที หลังรับประทานอาหาร
              ไม่ควรหัก บด หรือเคี้ยวเม็ดยา
            </li>
            <li>
              รับประทานยานานติดต่อกันเป็นเวลา 14 วัน และหยุดยาเป็นเวลา 7 วัน
            </li>
            <li>
              เมื่อลืมรับประทานทานยาให้รับประทานทันทีที่นึกได้
              แต่ถ้าล่วงเลยไปนานกว่า 6 ชั่วโมง จากเวลาเดิมที่เคยรับประทาน
              ให้รับประทานยาขนาดปกติในมื้อถัดไป ไม่ควรทานเพิ่มเป็น 2 เท่า
              และแจ้งให้แพทย์รับทราบเมื่อพบแพทย์
            </li>
            <li>
              ยานี้เป็นยาเคมีบำบัด ห้ามนำยานี้ให้ผู้ป่วยอื่นรับประทาน
              เมื่อหยิบยารับประทานแล้ว กรุณาล้างมือให้สะอาด1
              หรือในกรณีที่ผู้อื่นจัดยาให้ควรสวมถุงมือขณะจัดยา
            </li>
            <li>
              เพื่อให้ได้รับประสิทธิภาพสูงสุดจากการรักษา
              ควรรับประทานยาตามแพทย์สั่งอย่างเคร่งครัดและไม่ควรหยุดยาหรือปรับขนาดยาเอง
            </li>
            <li>
              ควรเก็บเม็ดยาไว้ในแผงยาในที่แห้งที่มีอุณหภูมิต่ำกว่า 30
              องศาเซลเซียสหรืออุณหภูมิห้อง ไม่ต้องแช่ตู้เย็น
              และเก็บยาให้พ้นมือเด็ก
            </li>
            <li>
              ห้ามใช้ยาเคปไซตาบีนในผู้ป่วยที่ประวัติแพ้เคปไซตาบีน หรือ
              5-fluorouracil (5-FU) ซึ่ง 5-FU
              เป็นตัวยาที่อยู่ในรูปออกฤทธิ์ยับยั้งเซลล์มะเร็งของยาเคปไซตาบีน
              ดังนั้นถ้ามีประวัติแพ้ยา 5-FU ควรรีบแจ้งแพทย์ให้ทราบ
            </li>
            <li>
              ระมัดระวังในผู้ป่วยที่ใช้ยาละลายลิ่มเลือด (warfarin) ยากันชัก
              (phenytoin) ยาวิตามินบำรุงเลืดโฟลิก (folic acid)
              เนื่องจากยาเคปไซตาบีนจะมีผลรบกวนระดับยาและการออกฤทธิ์ของยาเหล่านั้นเปลี่ยนแปลงไปจึงต้องอยู่ในดุลยพินิจของแพทย์อย่างใกล้ชิด
            </li>
            <li>
              ผู้ป่วยมีประวัติขาดเอนไซม์ Dihydropyrimidine dehydrogenase (DPD)
              ควรรีบแจ้งแพทย์ให้ทราบ เนื่องจากเอนไซม์ DPD
              มีหน้าที่ในการย่อยสลายยาเคปไซตาบีนและ5-Fluorouracil (5-FU)
              ถ้าหากขาดเอนไซม์ DPD ทำให้ยาถูกกำจัดออกจากร่างกายได้ช้า
              จึงเกิดการสะสมของยาเคปไซตาบีนและ 5-FU
              ได้ในร่างกายทำให้เกิดอาการไม่พึงประสงค์มากกว่าในคนปกติ
            </li>
            <li>
              ผู้ป่วยที่กำลังตั้งครรภ์หรืออยู่ในช่วงให้นมบุตร
              หรือผู้ป่วยที่มีโรคประจำตัว เช่น โรคตับ โรคไต โรคหัวใจ เป็นต้น
              ควรรีบแจ้งแพทย์ให้ทราบเพื่อหลีกเลี่ยงการใช้ยาเคปไซตาบีน
              หรือปรับขนาดยาให้เหมาะสมกับผู้ป่วยแต่ละรายตามแผนการรักษาของแพทย์
            </li>
            <li>
              หากรับประทานยาเคปไซตาบีนแล้วเกิดอาการแพ้ยา เช่น หายใจลำบาก
              หายใจไม่สะดวก มีผื่นคันตามตัว แขน ขา ใบหน้า หรือหนังตา
              เปลือกตาริมฝีปากบวม เป็นต้น ให้รีบแจ้งแพทย์ทันที
            </li>
            <li>
              ควรแจ้งแพทย์และทันตแพทย์ทุกครั้งก่อนทำการรักษาโรคต่างๆ
              ว่าผู้ป่วยได้รับยาเคปไซตาบีน
              เนื่องจากยาเคปไซตาบีนทำให้เกิดอาการข้างเคียงหรืออาการไม่พึงประสงค์
              เช่น เม็ดเลือดขาวต่ำ เกล็ดเลือดต่ำ ท้องเสีย เป็นต้น
              เพื่อให้แพทย์และทันตแพทย์จะได้วางแผนการรักษาได้อย่างถูกต้อง
            </li>
          </ul>
        </div>
      </section>
    </div>
  );
};

export default Handbook;
